Repository: ShahadMBM/EasyTrip
Catalog: EasyTrip/*.lproj/Localizable.strings
Languages: ar

source: chevron.right
ar: chevron.left

source: Home
ar: المنزل

source: Gym
ar: النادي

source: Work
ar: العمل

source: General
ar: عام

source: About US
ar: من نحن

source: Settings
ar: إعدادات

source: Language
ar: لغة

source: Mode
ar: الوضع

source: Light
ar: فاتح

source: Dark
ar: داكن

source: More
ar: اخرى

source: An application that compares different transportation firms' services in order to get the best transportation experience
ar: تطبيق يقارن خدمات شركات النقل المختلفة للحصول على أفضل تجربة نقل

source: Invite a friend and get 14% offer
ar: ٪ارسل دعوة لأصدقائك و احصل على خصم ١٤

source: Invite a friend and get 17%
ar: ٪ارسل دعوة لأصدقائك و احصل على خصم ١٧

source: Offer
ar: العروض

# GTA
source: Go to App
ar: الانتقال للتطبيق

# CA
source: Available Cars
ar: السيارات المتاحة

source: Uber
ar: أوبر

source: Jeeny
ar: جيني

source: Careem
ar: كريم

# Bolt
source: Careem
ar: بولت

source: Cars Nearby: 3
ar: السيارات القريبة: ٣

source: Cars Nearby: 2
ar: السيارات القريبة: ٢

source: Cars Nearby: 1
ar: السيارات القريبة: ١

source: SAR 26.92
ar: ٢٦.٩٢ ر.س

source: SAR 27.43
ar: ٢٧.٤٣ ر.س

source: SAR 30.76
ar: ٣٠.٧٦ ر.س

source: SAR 29.23
ar: ٢٩.٢٣ ر.س

# SL
source: Select destanation
ar: تحديد الوجهة
